package space.example.myapplication;

public class ArrayCategory {

    String [] catalogNames = {
            "Большой Непентес кровавая Мэри","Большой Непентес Луиса","Большой Непентес Миранда","Большой Непентес Ребекка",
          //  "Большой Непентис Вентара","Венерина Мухоловка","Венерина Мухоловка","Грунт для пересадки",
           // "Дарлингтония","Жирянка","Малый непенес сангвинея","Малый непентис Хукериана",
           // "Малый непетес вентара","мастер класс","Росянка Алисия","Росянка Капская Альба",
           // "Росянка Парадокса","сарацени большая","сарацени флава","сараценния",
           // "Сараценния пситацина","Саррацения Пурпурная","Цефалотус",""
    };

    int [] nameImage = {R.drawable.nepenesbloodmary,R.drawable.nepenesluiza,R.drawable.nepenesmiranda,R.drawable.nepenesrebbeka,
    };

}
